"ALL_DAY_DAY_VIEW" = "heldags";
"NOON" = "12.00";
"UNTITLED_EVENT" = "Ny hendelse";
"ALL_DAY" = "heldags";
"ALL_DAY_EVENTS" = "heldagshendelser";
"CELL_ENDS" = "SLUTTER";

"CALENDARS" = "Kalendere";

"ALL" = "Alle";
"ALL_CALENDARS" = "Alle kalendere";
"ALL_OF_STORE" = "Alle %@";
"N_CALENDARS" = "%@ kalendere";

"SHOW_CALENDARS" = "Vis kalendere";
"SHOW_ALL_CALENDARS" = "Vis alle kalendere";
"HIDE_ALL_CALENDARS" = "Skjul alle kalendere";
"NO_CALENDARS" = "Ingen kalendere";

"ALERT" = "Varsel";
"ALERT_LOWERCASE" = "varsel";
"ALERT_DETAIL_NAV_TITLE" = "Hendelsesvarsel";
"SECOND_ALERT" = "Andre varsel";
"NONE_ALERT" = "Ingen";
"NONE_INVITEES" = "Ingen";
"EVENT" = "Hendelse";
"EVENTS" = "Hendelser";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dager";
"INTERVAL_DAY" = "1 dag";
"INTERVAL_HOURS" = "%@ timer";
"INTERVAL_HOUR" = "1 time";
"INTERVAL_MINUTES" = "%@ minutter";
"INTERVAL_MINUTE" = "1 minutt";
"INTERVAL_SECONDS" = "%@ sekunder";
"INTERVAL_SECOND" = "1 sekund";
"INTERVAL_WEEK" = "1 uke";
"INTERVAL_FORMAT_BEFORE" = "%@ før";
"INTERVAL_FORMAT_AFTER" = "%@ etter";
"BEFORE" = " før";
"AFTER" = " etter";
"ON_TIME" = "På hendelsesdagen";
"ON_TIME_AT" = "På hendelsesdagen (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " til ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "til ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@ %2$@";

"DETAIL_ALL_DAY" = "Hele dagen";

"DETAIL_DURATION_FORMAT" = "fra %@ til %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "fra %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ til %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "til %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Hele dagen fra %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "til %@";

"CALENDAR" = "Kalender";
"UNTITLED_CALENDAR" = "Kalender uten navn";
"UNTITLED_ACCOUNT" = "Konto uten navn";

"NOTES_PLACEHOLDER" = "Notater";
"NOTES_LOWERCASE" = "merknader";
"NOTES" = "Notater";
"SHOW_ALL_NOTES" = "Vis alle notater";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Vis på Facebook";

"UNKNOWN" = "Ukjent";

"SHARED_CALENDAR" = "Delt kalender";
"SHARED" = "Delt";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Delt av %@";
"SHARED_WITH_SINGLE_PERSON" = "Delt med %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Delt med %@ og…";
"PUBLIC_AND_SHARED" = "Offentlig og delt med %@…";

"ACCESS_DENIED_EVENTS" = "Dette programmet har ikke tilgang til kalenderne dine.";
"ACCESS_DENIED_REMINDERS" = "Dette programmet har ikke tilgang til påminnelsene dine.";

/* Name of subscribed group */
"SUBSCRIBED" = "Abonnert";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Bursdager";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Annen";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Påminnelser";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Hjemme";
"ICLOUD_WORK_CALENDAR" = "Arbeid";

"STARTS" = "Starter";
"ENDS" = "Slutter";

"REPEAT" = "Gjenta";
"NEVER" = "Aldri";
"DAILY" = "Daglig";
"WEEKLY" = "Ukentlig";
"BIWEEKLY" = "Annenhver uke";
"MONTHLY" = "Månedlig";
"YEARLY" = "Årlig";
"CUSTOM" = "Tilpasset";

"AVAILABILITY" = "Tilgjengelighet";
"BUSY" = "Opptatt";
"FREE" = "Ledig";
"TENTATIVE" = "Ikke bekreftet";
"OUT_OF_OFFICE" = "Ikke til stede";

"EDIT" = "Rediger";
"CANCEL" = "Avbryt";
"DONE" = "Ferdig";
"ADD" = "Legg til";
"TO_WITH_COLON" = "Til:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detaljer";
"ICS_EVENTS" = "%@ hendelser";

/* button title */
"ICS_ADD_ALL" = "Legg til alle";
"ICS_ADD_SOME" = "Legg til (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Velg kalender";

"DELETE_CALENDAR" = "Slett kalender";
"EDIT_CALENDAR" = "Rediger kalender";
"EDIT_CALENDARS" = "Rediger kalendere";
"ADD_CALENDAR" = "Legg til kalender";
"JOIN_CALENDAR" = "Bli med i kalender";
"CALENDAR_NAME" = "Kalendernavn";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Ny kalender…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Legg til kalender…";
"DELETE_CALENDAR_CONFIRMATION" = "Er du sikker på at du vil slette kalenderen? Alle hendelser og påminnelser som er tilknyttet kalenderen, vil også bli slettet.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Er du sikker på at du vil slette kalenderen? Alle hendelser som er tilknyttet kalenderen, vil også bli slettet.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Er du sikker på at du vil slette kalenderen? Alle påminnelser som er tilknyttet kalenderen, vil også bli slettet.";

"UNKNOWN_IDENTITY" = "noen";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Noen";

"JOIN_CALENDAR_TITLE_FORMAT" = "Bli med i «%@»?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ inviterte deg til en delt kalender.";

"CANCELELD_BY_FORMAT" = "Avbrutt av %@";
"FROM_FORMAT" = "Fra: %@";
"TIME_CHANGED_TO_FORMAT" = "Tid endret til %@";
"DATE_CHANGED_TO_FORMAT" = "Dato endret til %@";
"LOCATION_CHANGED" = "Sted har blitt endret";

"QUOTED_FORMAT" = "«%@»";

"COLOR" = "Farge";
"PURPLE" = "Lilla";
"ORANGE" = "Oransje";
"BLUE" = "Blå";
"RED" = "Rød";
"BROWN" = "Brun";
"YELLOW" = "Gul";
"GREEN" = "Grønn";

"SHARED_WITH_COLON" = "Delt med:";
"PENDING" = "Venter";
"OWNER" = "Eier";
"ADD_PERSON" = "Legg til person";
"ADD_PERSON_WITH_ELLIPSIS" = "Legg til person…";
"PUBLIC_CALENDAR" = "Offentlig kalender";
"PUBLIC_CALENDAR_DESCRIPTION" = "Tillat at alle kan abonnere på en skrivebeskyttet versjon av denne kalenderen.";
"PUBLISHING_WITH_ELLIPSIS" = "Publiserer…";
"VIEW_ONLY" = "Kun visning";
"VIEW_AND_EDIT" = "Vis og rediger";
"ALLOW_EDITING" = "Tillat redigering";
"ALLOW_EDITING_DESCRIPTION" = "Tillat at denne personen kan gjøre\nendringer i kalenderen.";
"RESEND_SHARING_INVITATION" = "Send delingsinvitasjon på nytt";
"REMOVE_FROM_CALENDAR" = "Fjern fra kalender";
"REMOVE" = "Fjern";
"REMOVE_ALERT_TEXT" = "%@ vil umiddelbart miste all tilgang til denne kalenderen.";
"SHARE_LINK_WITH_ELLIPSIS" = "Del kobling…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Del kalenderkobling:";
"EMAIL" = "Send med e-post";
"MESSAGE" = "Send med tekstmelding";
"TWEET" = "Tweet";
"COPY_LINK" = "Kopier kobling";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Lagt til i %@ av %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Slettet fra %@ av %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Oppdatert i %@ av %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ endret av %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ endret til %@ av %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ og %@ endret av %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ hendelser ble lagt til i %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ hendelser ble slettet fra %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ hendelser ble oppdatert i %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ hendelser ble lagt til i %@ av %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ hendelser ble slettet fra %@ av %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ hendelser ble oppdatert i %@ av %@.";

"SHARED_PROP_DATE" = "dato";
"SHARED_PROP_TIME" = "tid";
"SHARED_PROP_TITLE" = "tittel";
"SHARED_PROP_LOCATION" = "plassering";

"ADD_SHAREES_PROMPT" = "Legg til deltakere i kalenderen.";

"CREATED_BY" = "Av";
"EDITED_BY" = "Redigert av";
"CREATED_BY_LOWERCASE" = "av";
"EDITED_BY_LOWERCASE" = "redigert av";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ godtok din delte kalender.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ avslo din delte kalender.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ har ikke svart på invitasjonen om å dele kalender.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Denne kalenderen er ikke lenger delt.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Denne kalenderen er nå offentlig.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Abonner på %@-kalenderen min";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Abonner på %@-kalenderen min: %@";

"ATTACHMENTS" = "Vedlegg";
"ATTACHMENTS_LOWERCASE" = "vedlegg";
"CANNOT_OPEN_ATTACHMENT" = "Kan ikke åpne vedlegg";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ av %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Det oppsto en feil under nedlasting av vedlegget.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Filtypen støttes ikke.";
"UNTITLED_ATTACHMENT" = "Vedlegg uten navn";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Oppdaterer kalendere…";

"ENDS_TIME_FORMAT" = "slutter %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ kl. %@";
"CALENDAR_TODAY" = "I dag";
"CALENDAR_TODAY_LOWER" = "i dag";
"CALENDAR_YESTERDAY" = "I går";
"CALENDAR_YESTERDAY_LOWER" = "i går";
"CALENDAR_TOMORROW" = "I morgen";
"CALENDAR_TOMORROW_LOWER" = "i morgen";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Forrige %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "forrige %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Forrige %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "sist %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "På %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "på %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Neste %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "neste %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Abonnert";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Abonnert";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
